Repository: xuandung38/ksap-dismiss
Catalog: KSAPDismiss/KSAPDismiss/Resources/*.lproj/Localizable.strings
Languages: vi

source: General
vi: Chung

source: Keyboards
vi: Bàn phím

source: About
vi: Giới thiệu

source: Settings...
vi: Cài đặt...

source: KSAP Dismiss Settings
vi: Cài đặt KSAP Dismiss

source: Current Status
vi: Trạng thái hiện tại

source: Popup Disabled
vi: Đã tắt Popup

source: Popup Enabled
vi: Popup đang bật

source: Error
vi: Lỗi

source: Unknown
vi: Không xác định

source: Active
vi: Đang hoạt động

source: Quick Actions
vi: Thao tác nhanh

source: Disable Popup
vi: Tắt Popup

source: Enable Popup
vi: Bật Popup

source: Refresh Status
vi: Làm mới trạng thái

source: Detect
vi: Phát hiện

source: Quit KSAP Dismiss
vi: Thoát KSAP Dismiss

source: Block KSA for all keyboards
vi: Chặn KSA cho tất cả bàn phím

source: Restore default behavior
vi: Khôi phục mặc định

source: How It Works
vi: Cách hoạt động

source: KSAP Dismiss prevents the Keyboard Setup Assistant popup by pre-configuring keyboard types in macOS. When disabled, macOS thinks it already knows your keyboard layout.
vi: KSAP Dismiss ngăn popup Keyboard Setup Assistant bằng cách cấu hình sẵn loại bàn phím trong macOS. Khi tắt, macOS nghĩ rằng đã biết layout bàn phím của bạn.

source: Admin password required for changes
vi: Cần mật khẩu quản trị để thay đổi

source: Configured and detected keyboards
vi: Bàn phím đã cấu hình và phát hiện

source: Configured Keyboards
vi: Bàn phím đã cấu hình

source: Currently registered in macOS plist
vi: Đã đăng ký trong macOS plist

source: Connected Keyboards
vi: Bàn phím đang kết nối

source: Detected via USB
vi: Phát hiện qua USB

source: No Keyboards Found
vi: Không tìm thấy bàn phím

source: Click "Detect" to scan for connected USB keyboards
vi: Nhấn "Phát hiện" để quét bàn phím USB

source: Keyboard Type Reference
vi: Tham khảo loại bàn phím

source: Configured in plist
vi: Đã cấu hình trong plist

source: US / American layout
vi: Bố cục US / Mỹ

source: European layout
vi: Bố cục châu Âu

source: Japanese layout
vi: Bố cục Nhật Bản

source: Version 1.0.0
vi: Phiên bản 1.0.0

source: A lightweight macOS utility to disable the Keyboard Setup Assistant popup that appears when connecting third-party keyboards.
vi: Tiện ích macOS nhẹ để tắt popup Keyboard Setup Assistant khi kết nối bàn phím bên thứ ba.

source: Author
vi: Tác giả

source: Contact
vi: Liên hệ

source: Platform
vi: Nền tảng

source: Architecture
vi: Kiến trúc

source: License
vi: Giấy phép

source: Made with Swift & SwiftUI
vi: Được tạo bằng Swift & SwiftUI

source: Language
vi: Ngôn ngữ

source: System Default
vi: Mặc định hệ thống

source: Changes require app restart
vi: Thay đổi cần khởi động lại ứng dụng

source: Restart Required
vi: Cần khởi động lại

source: Restart the app to apply the new language.
vi: Khởi động lại ứng dụng để áp dụng ngôn ngữ mới.

source: Restart Now
vi: Khởi động lại ngay

source: Later
vi: Để sau

source: 1 keyboard configured
vi: 1 bàn phím đã cấu hình

source: %lld keyboards configured
vi: %lld bàn phím đã cấu hình

source: Automatic Mode
vi: Chế độ tự động

source: Auto-suppress new keyboards
vi: Tự động chặn bàn phím mới

source: Automatically configure keyboards when connected
vi: Tự động cấu hình bàn phím khi kết nối

source: Startup
vi: Khởi động

source: Start at Login
vi: Khởi động cùng hệ thống

source: Launch KSAP Dismiss when you log in
vi: Chạy KSAP Dismiss khi bạn đăng nhập

source: Appearance
vi: Giao diện

source: Show in Dock
vi: Hiển thị trên Dock

source: Display app icon in the Dock
vi: Hiển thị biểu tượng ứng dụng trên Dock
